---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RebarSystemNumberOfLinesBackDirn2
source: html/7f979331-e515-c025-0346-75b5d3bba4d7.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RebarSystemNumberOfLinesBackDirn2 Property

"Interior Minor Number Of Lines"

## Syntax (C#)
```csharp
public static ForgeTypeId RebarSystemNumberOfLinesBackDirn2 { get; }
```